mapkeeper/ycsb/data/thrift2/selector_16_6000
YCSB Client 0.1
Command line: -db com.yahoo.ycsb.db.MapKeeperClient -P workloads/workloada -p mapkeeper.host=dqa-config2-006.dht.bf1.yahoo.com -p mapkeeper.port=9090 -s -threads 6000 -load
Loading workload...
Starting test.
SLF4J: Failed to load class "org.slf4j.impl.StaticLoggerBinder".
SLF4J: Defaulting to no-operation (NOP) logger implementation
SLF4J: See http://www.slf4j.org/codes.html#StaticLoggerBinder for further details.
 0 sec: 0 operations; 
Maximum execution time specified as: 60 secs
 10 sec: 1333659 operations; 132006.24 current ops/sec; [INSERT AverageLatency(us)=13556.24] 
 20 sec: 3269029 operations; 193343.66 current ops/sec; [INSERT AverageLatency(us)=31024.05] 
 30 sec: 5195381 operations; 192558.18 current ops/sec; [INSERT AverageLatency(us)=30494.11] 
 40 sec: 7126437 operations; 193028.39 current ops/sec; [INSERT AverageLatency(us)=31058.45] 
 50 sec: 9023463 operations; 189626.75 current ops/sec; [INSERT AverageLatency(us)=31119.73] 
 60 sec: 10949428 operations; 192519.49 current ops/sec; [INSERT AverageLatency(us)=30848.55] 
Maximum time elapsed. Requesting stop for the workload.
Stop requested for workload. Now Joining!
 69 sec: 12655046 operations; 188216.51 current ops/sec; [INSERT AverageLatency(us)=30328.19] 
[OVERALL], RunTime(ms), 69149.0
[OVERALL], Throughput(ops/sec), 183011.2655280626
[INSERT], Operations, 12655046
[INSERT], AverageLatency(us), 28999.576577833064
[INSERT], MinLatency(us), 162
[INSERT], MaxLatency(us), 321376
[INSERT], 95thPercentileLatency(ms), 47
[INSERT], 99thPercentileLatency(ms), 60
[INSERT], Return=0, 12655046
[INSERT], 0, 394365
[INSERT], 1, 129448
[INSERT], 2, 70323
[INSERT], 3, 57385
[INSERT], 4, 60319
[INSERT], 5, 49624
[INSERT], 6, 36961
[INSERT], 7, 35893
[INSERT], 8, 37811
[INSERT], 9, 42393
[INSERT], 10, 54463
[INSERT], 11, 65704
[INSERT], 12, 78859
[INSERT], 13, 93945
[INSERT], 14, 117379
[INSERT], 15, 138274
[INSERT], 16, 170997
[INSERT], 17, 209158
[INSERT], 18, 236617
[INSERT], 19, 281355
[INSERT], 20, 326820
[INSERT], 21, 369332
[INSERT], 22, 405565
[INSERT], 23, 433037
[INSERT], 24, 477961
[INSERT], 25, 498848
[INSERT], 26, 514193
[INSERT], 27, 525875
[INSERT], 28, 530290
[INSERT], 29, 530275
[INSERT], 30, 523896
[INSERT], 31, 501493
[INSERT], 32, 477211
[INSERT], 33, 450499
[INSERT], 34, 416934
[INSERT], 35, 386669
[INSERT], 36, 347360
[INSERT], 37, 318204
[INSERT], 38, 280444
[INSERT], 39, 252559
[INSERT], 40, 226307
[INSERT], 41, 193993
[INSERT], 42, 175198
[INSERT], 43, 149128
[INSERT], 44, 131477
[INSERT], 45, 114097
[INSERT], 46, 102320
[INSERT], 47, 86447
[INSERT], 48, 71472
[INSERT], 49, 61199
[INSERT], 50, 54133
[INSERT], 51, 47204
[INSERT], 52, 37305
[INSERT], 53, 31602
[INSERT], 54, 28447
[INSERT], 55, 22843
[INSERT], 56, 20872
[INSERT], 57, 16489
[INSERT], 58, 14711
[INSERT], 59, 12769
[INSERT], 60, 10733
[INSERT], 61, 9358
[INSERT], 62, 6985
[INSERT], 63, 6429
[INSERT], 64, 5795
[INSERT], 65, 4781
[INSERT], 66, 4000
[INSERT], 67, 3655
[INSERT], 68, 3250
[INSERT], 69, 2831
[INSERT], 70, 2335
[INSERT], 71, 2014
[INSERT], 72, 1404
[INSERT], 73, 1348
[INSERT], 74, 1085
[INSERT], 75, 1057
[INSERT], 76, 905
[INSERT], 77, 910
[INSERT], 78, 980
[INSERT], 79, 747
[INSERT], 80, 654
[INSERT], 81, 739
[INSERT], 82, 618
[INSERT], 83, 720
[INSERT], 84, 629
[INSERT], 85, 633
[INSERT], 86, 624
[INSERT], 87, 686
[INSERT], 88, 692
[INSERT], 89, 690
[INSERT], 90, 503
[INSERT], 91, 573
[INSERT], 92, 801
[INSERT], 93, 496
[INSERT], 94, 547
[INSERT], 95, 419
[INSERT], 96, 397
[INSERT], 97, 419
[INSERT], 98, 389
[INSERT], 99, 315
[INSERT], 100, 303
[INSERT], 101, 362
[INSERT], 102, 300
[INSERT], 103, 299
[INSERT], 104, 337
[INSERT], 105, 342
[INSERT], 106, 361
[INSERT], 107, 349
[INSERT], 108, 260
[INSERT], 109, 340
[INSERT], 110, 285
[INSERT], 111, 257
[INSERT], 112, 235
[INSERT], 113, 281
[INSERT], 114, 307
[INSERT], 115, 316
[INSERT], 116, 313
[INSERT], 117, 231
[INSERT], 118, 231
[INSERT], 119, 266
[INSERT], 120, 235
[INSERT], 121, 180
[INSERT], 122, 167
[INSERT], 123, 202
[INSERT], 124, 198
[INSERT], 125, 259
[INSERT], 126, 301
[INSERT], 127, 210
[INSERT], 128, 196
[INSERT], 129, 239
[INSERT], 130, 203
[INSERT], 131, 205
[INSERT], 132, 232
[INSERT], 133, 230
[INSERT], 134, 272
[INSERT], 135, 293
[INSERT], 136, 321
[INSERT], 137, 267
[INSERT], 138, 259
[INSERT], 139, 266
[INSERT], 140, 268
[INSERT], 141, 236
[INSERT], 142, 193
[INSERT], 143, 258
[INSERT], 144, 245
[INSERT], 145, 233
[INSERT], 146, 225
[INSERT], 147, 252
[INSERT], 148, 280
[INSERT], 149, 288
[INSERT], 150, 263
[INSERT], 151, 300
[INSERT], 152, 287
[INSERT], 153, 223
[INSERT], 154, 291
[INSERT], 155, 215
[INSERT], 156, 212
[INSERT], 157, 189
[INSERT], 158, 234
[INSERT], 159, 192
[INSERT], 160, 229
[INSERT], 161, 185
[INSERT], 162, 207
[INSERT], 163, 181
[INSERT], 164, 146
[INSERT], 165, 139
[INSERT], 166, 159
[INSERT], 167, 160
[INSERT], 168, 158
[INSERT], 169, 174
[INSERT], 170, 195
[INSERT], 171, 153
[INSERT], 172, 121
[INSERT], 173, 166
[INSERT], 174, 164
[INSERT], 175, 135
[INSERT], 176, 169
[INSERT], 177, 148
[INSERT], 178, 152
[INSERT], 179, 128
[INSERT], 180, 138
[INSERT], 181, 146
[INSERT], 182, 164
[INSERT], 183, 130
[INSERT], 184, 133
[INSERT], 185, 123
[INSERT], 186, 146
[INSERT], 187, 157
[INSERT], 188, 153
[INSERT], 189, 193
[INSERT], 190, 151
[INSERT], 191, 190
[INSERT], 192, 166
[INSERT], 193, 171
[INSERT], 194, 230
[INSERT], 195, 171
[INSERT], 196, 147
[INSERT], 197, 153
[INSERT], 198, 165
[INSERT], 199, 164
[INSERT], 200, 154
[INSERT], 201, 148
[INSERT], 202, 120
[INSERT], 203, 103
[INSERT], 204, 129
[INSERT], 205, 140
[INSERT], 206, 179
[INSERT], 207, 207
[INSERT], 208, 390
[INSERT], 209, 587
[INSERT], 210, 592
[INSERT], 211, 599
[INSERT], 212, 513
[INSERT], 213, 394
[INSERT], 214, 572
[INSERT], 215, 399
[INSERT], 216, 278
[INSERT], 217, 291
[INSERT], 218, 411
[INSERT], 219, 437
[INSERT], 220, 334
[INSERT], 221, 561
[INSERT], 222, 482
[INSERT], 223, 506
[INSERT], 224, 452
[INSERT], 225, 492
[INSERT], 226, 463
[INSERT], 227, 460
[INSERT], 228, 432
[INSERT], 229, 293
[INSERT], 230, 325
[INSERT], 231, 295
[INSERT], 232, 273
[INSERT], 233, 285
[INSERT], 234, 275
[INSERT], 235, 242
[INSERT], 236, 229
[INSERT], 237, 220
[INSERT], 238, 261
[INSERT], 239, 244
[INSERT], 240, 291
[INSERT], 241, 237
[INSERT], 242, 247
[INSERT], 243, 291
[INSERT], 244, 290
[INSERT], 245, 179
[INSERT], 246, 174
[INSERT], 247, 208
[INSERT], 248, 159
[INSERT], 249, 162
[INSERT], 250, 187
[INSERT], 251, 181
[INSERT], 252, 179
[INSERT], 253, 153
[INSERT], 254, 145
[INSERT], 255, 128
[INSERT], 256, 141
[INSERT], 257, 140
[INSERT], 258, 96
[INSERT], 259, 137
[INSERT], 260, 131
[INSERT], 261, 89
[INSERT], 262, 98
[INSERT], 263, 120
[INSERT], 264, 155
[INSERT], 265, 134
[INSERT], 266, 129
[INSERT], 267, 138
[INSERT], 268, 162
[INSERT], 269, 122
[INSERT], 270, 153
[INSERT], 271, 155
[INSERT], 272, 119
[INSERT], 273, 93
[INSERT], 274, 97
[INSERT], 275, 94
[INSERT], 276, 113
[INSERT], 277, 101
[INSERT], 278, 92
[INSERT], 279, 144
[INSERT], 280, 157
[INSERT], 281, 121
[INSERT], 282, 155
[INSERT], 283, 293
[INSERT], 284, 196
[INSERT], 285, 145
[INSERT], 286, 289
[INSERT], 287, 261
[INSERT], 288, 221
[INSERT], 289, 139
[INSERT], 290, 139
[INSERT], 291, 109
[INSERT], 292, 67
[INSERT], 293, 112
[INSERT], 294, 98
[INSERT], 295, 95
[INSERT], 296, 110
[INSERT], 297, 138
[INSERT], 298, 91
[INSERT], 299, 71
[INSERT], 300, 102
[INSERT], 301, 112
[INSERT], 302, 111
[INSERT], 303, 100
[INSERT], 304, 99
[INSERT], 305, 74
[INSERT], 306, 65
[INSERT], 307, 53
[INSERT], 308, 68
[INSERT], 309, 63
[INSERT], 310, 80
[INSERT], 311, 52
[INSERT], 312, 22
[INSERT], 313, 38
[INSERT], 314, 20
[INSERT], 315, 43
[INSERT], 316, 28
[INSERT], 317, 8
[INSERT], 318, 12
[INSERT], 319, 3
[INSERT], 320, 0
[INSERT], 321, 4
[INSERT], 322, 0
[INSERT], 323, 0
[INSERT], 324, 0
[INSERT], 325, 0
[INSERT], 326, 0
[INSERT], 327, 0
[INSERT], 328, 0
[INSERT], 329, 0
[INSERT], 330, 0
[INSERT], 331, 0
[INSERT], 332, 0
[INSERT], 333, 0
[INSERT], 334, 0
[INSERT], 335, 0
[INSERT], 336, 0
[INSERT], 337, 0
[INSERT], 338, 0
[INSERT], 339, 0
[INSERT], 340, 0
[INSERT], 341, 0
[INSERT], 342, 0
[INSERT], 343, 0
[INSERT], 344, 0
[INSERT], 345, 0
[INSERT], 346, 0
[INSERT], 347, 0
[INSERT], 348, 0
[INSERT], 349, 0
[INSERT], 350, 0
[INSERT], 351, 0
[INSERT], 352, 0
[INSERT], 353, 0
[INSERT], 354, 0
[INSERT], 355, 0
[INSERT], 356, 0
[INSERT], 357, 0
[INSERT], 358, 0
[INSERT], 359, 0
[INSERT], 360, 0
[INSERT], 361, 0
[INSERT], 362, 0
[INSERT], 363, 0
[INSERT], 364, 0
[INSERT], 365, 0
[INSERT], 366, 0
[INSERT], 367, 0
[INSERT], 368, 0
[INSERT], 369, 0
[INSERT], 370, 0
[INSERT], 371, 0
[INSERT], 372, 0
[INSERT], 373, 0
[INSERT], 374, 0
[INSERT], 375, 0
[INSERT], 376, 0
[INSERT], 377, 0
[INSERT], 378, 0
[INSERT], 379, 0
[INSERT], 380, 0
[INSERT], 381, 0
[INSERT], 382, 0
[INSERT], 383, 0
[INSERT], 384, 0
[INSERT], 385, 0
[INSERT], 386, 0
[INSERT], 387, 0
[INSERT], 388, 0
[INSERT], 389, 0
[INSERT], 390, 0
[INSERT], 391, 0
[INSERT], 392, 0
[INSERT], 393, 0
[INSERT], 394, 0
[INSERT], 395, 0
[INSERT], 396, 0
[INSERT], 397, 0
[INSERT], 398, 0
[INSERT], 399, 0
[INSERT], 400, 0
[INSERT], 401, 0
[INSERT], 402, 0
[INSERT], 403, 0
[INSERT], 404, 0
[INSERT], 405, 0
[INSERT], 406, 0
[INSERT], 407, 0
[INSERT], 408, 0
[INSERT], 409, 0
[INSERT], 410, 0
[INSERT], 411, 0
[INSERT], 412, 0
[INSERT], 413, 0
[INSERT], 414, 0
[INSERT], 415, 0
[INSERT], 416, 0
[INSERT], 417, 0
[INSERT], 418, 0
[INSERT], 419, 0
[INSERT], 420, 0
[INSERT], 421, 0
[INSERT], 422, 0
[INSERT], 423, 0
[INSERT], 424, 0
[INSERT], 425, 0
[INSERT], 426, 0
[INSERT], 427, 0
[INSERT], 428, 0
[INSERT], 429, 0
[INSERT], 430, 0
[INSERT], 431, 0
[INSERT], 432, 0
[INSERT], 433, 0
[INSERT], 434, 0
[INSERT], 435, 0
[INSERT], 436, 0
[INSERT], 437, 0
[INSERT], 438, 0
[INSERT], 439, 0
[INSERT], 440, 0
[INSERT], 441, 0
[INSERT], 442, 0
[INSERT], 443, 0
[INSERT], 444, 0
[INSERT], 445, 0
[INSERT], 446, 0
[INSERT], 447, 0
[INSERT], 448, 0
[INSERT], 449, 0
[INSERT], 450, 0
[INSERT], 451, 0
[INSERT], 452, 0
[INSERT], 453, 0
[INSERT], 454, 0
[INSERT], 455, 0
[INSERT], 456, 0
[INSERT], 457, 0
[INSERT], 458, 0
[INSERT], 459, 0
[INSERT], 460, 0
[INSERT], 461, 0
[INSERT], 462, 0
[INSERT], 463, 0
[INSERT], 464, 0
[INSERT], 465, 0
[INSERT], 466, 0
[INSERT], 467, 0
[INSERT], 468, 0
[INSERT], 469, 0
[INSERT], 470, 0
[INSERT], 471, 0
[INSERT], 472, 0
[INSERT], 473, 0
[INSERT], 474, 0
[INSERT], 475, 0
[INSERT], 476, 0
[INSERT], 477, 0
[INSERT], 478, 0
[INSERT], 479, 0
[INSERT], 480, 0
[INSERT], 481, 0
[INSERT], 482, 0
[INSERT], 483, 0
[INSERT], 484, 0
[INSERT], 485, 0
[INSERT], 486, 0
[INSERT], 487, 0
[INSERT], 488, 0
[INSERT], 489, 0
[INSERT], 490, 0
[INSERT], 491, 0
[INSERT], 492, 0
[INSERT], 493, 0
[INSERT], 494, 0
[INSERT], 495, 0
[INSERT], 496, 0
[INSERT], 497, 0
[INSERT], 498, 0
[INSERT], 499, 0
[INSERT], 500, 0
[INSERT], 501, 0
[INSERT], 502, 0
[INSERT], 503, 0
[INSERT], 504, 0
[INSERT], 505, 0
[INSERT], 506, 0
[INSERT], 507, 0
[INSERT], 508, 0
[INSERT], 509, 0
[INSERT], 510, 0
[INSERT], 511, 0
[INSERT], 512, 0
[INSERT], 513, 0
[INSERT], 514, 0
[INSERT], 515, 0
[INSERT], 516, 0
[INSERT], 517, 0
[INSERT], 518, 0
[INSERT], 519, 0
[INSERT], 520, 0
[INSERT], 521, 0
[INSERT], 522, 0
[INSERT], 523, 0
[INSERT], 524, 0
[INSERT], 525, 0
[INSERT], 526, 0
[INSERT], 527, 0
[INSERT], 528, 0
[INSERT], 529, 0
[INSERT], 530, 0
[INSERT], 531, 0
[INSERT], 532, 0
[INSERT], 533, 0
[INSERT], 534, 0
[INSERT], 535, 0
[INSERT], 536, 0
[INSERT], 537, 0
[INSERT], 538, 0
[INSERT], 539, 0
[INSERT], 540, 0
[INSERT], 541, 0
[INSERT], 542, 0
[INSERT], 543, 0
[INSERT], 544, 0
[INSERT], 545, 0
[INSERT], 546, 0
[INSERT], 547, 0
[INSERT], 548, 0
[INSERT], 549, 0
[INSERT], 550, 0
[INSERT], 551, 0
[INSERT], 552, 0
[INSERT], 553, 0
[INSERT], 554, 0
[INSERT], 555, 0
[INSERT], 556, 0
[INSERT], 557, 0
[INSERT], 558, 0
[INSERT], 559, 0
[INSERT], 560, 0
[INSERT], 561, 0
[INSERT], 562, 0
[INSERT], 563, 0
[INSERT], 564, 0
[INSERT], 565, 0
[INSERT], 566, 0
[INSERT], 567, 0
[INSERT], 568, 0
[INSERT], 569, 0
[INSERT], 570, 0
[INSERT], 571, 0
[INSERT], 572, 0
[INSERT], 573, 0
[INSERT], 574, 0
[INSERT], 575, 0
[INSERT], 576, 0
[INSERT], 577, 0
[INSERT], 578, 0
[INSERT], 579, 0
[INSERT], 580, 0
[INSERT], 581, 0
[INSERT], 582, 0
[INSERT], 583, 0
[INSERT], 584, 0
[INSERT], 585, 0
[INSERT], 586, 0
[INSERT], 587, 0
[INSERT], 588, 0
[INSERT], 589, 0
[INSERT], 590, 0
[INSERT], 591, 0
[INSERT], 592, 0
[INSERT], 593, 0
[INSERT], 594, 0
[INSERT], 595, 0
[INSERT], 596, 0
[INSERT], 597, 0
[INSERT], 598, 0
[INSERT], 599, 0
[INSERT], 600, 0
[INSERT], 601, 0
[INSERT], 602, 0
[INSERT], 603, 0
[INSERT], 604, 0
[INSERT], 605, 0
[INSERT], 606, 0
[INSERT], 607, 0
[INSERT], 608, 0
[INSERT], 609, 0
[INSERT], 610, 0
[INSERT], 611, 0
[INSERT], 612, 0
[INSERT], 613, 0
[INSERT], 614, 0
[INSERT], 615, 0
[INSERT], 616, 0
[INSERT], 617, 0
[INSERT], 618, 0
[INSERT], 619, 0
[INSERT], 620, 0
[INSERT], 621, 0
[INSERT], 622, 0
[INSERT], 623, 0
[INSERT], 624, 0
[INSERT], 625, 0
[INSERT], 626, 0
[INSERT], 627, 0
[INSERT], 628, 0
[INSERT], 629, 0
[INSERT], 630, 0
[INSERT], 631, 0
[INSERT], 632, 0
[INSERT], 633, 0
[INSERT], 634, 0
[INSERT], 635, 0
[INSERT], 636, 0
[INSERT], 637, 0
[INSERT], 638, 0
[INSERT], 639, 0
[INSERT], 640, 0
[INSERT], 641, 0
[INSERT], 642, 0
[INSERT], 643, 0
[INSERT], 644, 0
[INSERT], 645, 0
[INSERT], 646, 0
[INSERT], 647, 0
[INSERT], 648, 0
[INSERT], 649, 0
[INSERT], 650, 0
[INSERT], 651, 0
[INSERT], 652, 0
[INSERT], 653, 0
[INSERT], 654, 0
[INSERT], 655, 0
[INSERT], 656, 0
[INSERT], 657, 0
[INSERT], 658, 0
[INSERT], 659, 0
[INSERT], 660, 0
[INSERT], 661, 0
[INSERT], 662, 0
[INSERT], 663, 0
[INSERT], 664, 0
[INSERT], 665, 0
[INSERT], 666, 0
[INSERT], 667, 0
[INSERT], 668, 0
[INSERT], 669, 0
[INSERT], 670, 0
[INSERT], 671, 0
[INSERT], 672, 0
[INSERT], 673, 0
[INSERT], 674, 0
[INSERT], 675, 0
[INSERT], 676, 0
[INSERT], 677, 0
[INSERT], 678, 0
[INSERT], 679, 0
[INSERT], 680, 0
[INSERT], 681, 0
[INSERT], 682, 0
[INSERT], 683, 0
[INSERT], 684, 0
[INSERT], 685, 0
[INSERT], 686, 0
[INSERT], 687, 0
[INSERT], 688, 0
[INSERT], 689, 0
[INSERT], 690, 0
[INSERT], 691, 0
[INSERT], 692, 0
[INSERT], 693, 0
[INSERT], 694, 0
[INSERT], 695, 0
[INSERT], 696, 0
[INSERT], 697, 0
[INSERT], 698, 0
[INSERT], 699, 0
[INSERT], 700, 0
[INSERT], 701, 0
[INSERT], 702, 0
[INSERT], 703, 0
[INSERT], 704, 0
[INSERT], 705, 0
[INSERT], 706, 0
[INSERT], 707, 0
[INSERT], 708, 0
[INSERT], 709, 0
[INSERT], 710, 0
[INSERT], 711, 0
[INSERT], 712, 0
[INSERT], 713, 0
[INSERT], 714, 0
[INSERT], 715, 0
[INSERT], 716, 0
[INSERT], 717, 0
[INSERT], 718, 0
[INSERT], 719, 0
[INSERT], 720, 0
[INSERT], 721, 0
[INSERT], 722, 0
[INSERT], 723, 0
[INSERT], 724, 0
[INSERT], 725, 0
[INSERT], 726, 0
[INSERT], 727, 0
[INSERT], 728, 0
[INSERT], 729, 0
[INSERT], 730, 0
[INSERT], 731, 0
[INSERT], 732, 0
[INSERT], 733, 0
[INSERT], 734, 0
[INSERT], 735, 0
[INSERT], 736, 0
[INSERT], 737, 0
[INSERT], 738, 0
[INSERT], 739, 0
[INSERT], 740, 0
[INSERT], 741, 0
[INSERT], 742, 0
[INSERT], 743, 0
[INSERT], 744, 0
[INSERT], 745, 0
[INSERT], 746, 0
[INSERT], 747, 0
[INSERT], 748, 0
[INSERT], 749, 0
[INSERT], 750, 0
[INSERT], 751, 0
[INSERT], 752, 0
[INSERT], 753, 0
[INSERT], 754, 0
[INSERT], 755, 0
[INSERT], 756, 0
[INSERT], 757, 0
[INSERT], 758, 0
[INSERT], 759, 0
[INSERT], 760, 0
[INSERT], 761, 0
[INSERT], 762, 0
[INSERT], 763, 0
[INSERT], 764, 0
[INSERT], 765, 0
[INSERT], 766, 0
[INSERT], 767, 0
[INSERT], 768, 0
[INSERT], 769, 0
[INSERT], 770, 0
[INSERT], 771, 0
[INSERT], 772, 0
[INSERT], 773, 0
[INSERT], 774, 0
[INSERT], 775, 0
[INSERT], 776, 0
[INSERT], 777, 0
[INSERT], 778, 0
[INSERT], 779, 0
[INSERT], 780, 0
[INSERT], 781, 0
[INSERT], 782, 0
[INSERT], 783, 0
[INSERT], 784, 0
[INSERT], 785, 0
[INSERT], 786, 0
[INSERT], 787, 0
[INSERT], 788, 0
[INSERT], 789, 0
[INSERT], 790, 0
[INSERT], 791, 0
[INSERT], 792, 0
[INSERT], 793, 0
[INSERT], 794, 0
[INSERT], 795, 0
[INSERT], 796, 0
[INSERT], 797, 0
[INSERT], 798, 0
[INSERT], 799, 0
[INSERT], 800, 0
[INSERT], 801, 0
[INSERT], 802, 0
[INSERT], 803, 0
[INSERT], 804, 0
[INSERT], 805, 0
[INSERT], 806, 0
[INSERT], 807, 0
[INSERT], 808, 0
[INSERT], 809, 0
[INSERT], 810, 0
[INSERT], 811, 0
[INSERT], 812, 0
[INSERT], 813, 0
[INSERT], 814, 0
[INSERT], 815, 0
[INSERT], 816, 0
[INSERT], 817, 0
[INSERT], 818, 0
[INSERT], 819, 0
[INSERT], 820, 0
[INSERT], 821, 0
[INSERT], 822, 0
[INSERT], 823, 0
[INSERT], 824, 0
[INSERT], 825, 0
[INSERT], 826, 0
[INSERT], 827, 0
[INSERT], 828, 0
[INSERT], 829, 0
[INSERT], 830, 0
[INSERT], 831, 0
[INSERT], 832, 0
[INSERT], 833, 0
[INSERT], 834, 0
[INSERT], 835, 0
[INSERT], 836, 0
[INSERT], 837, 0
[INSERT], 838, 0
[INSERT], 839, 0
[INSERT], 840, 0
[INSERT], 841, 0
[INSERT], 842, 0
[INSERT], 843, 0
[INSERT], 844, 0
[INSERT], 845, 0
[INSERT], 846, 0
[INSERT], 847, 0
[INSERT], 848, 0
[INSERT], 849, 0
[INSERT], 850, 0
[INSERT], 851, 0
[INSERT], 852, 0
[INSERT], 853, 0
[INSERT], 854, 0
[INSERT], 855, 0
[INSERT], 856, 0
[INSERT], 857, 0
[INSERT], 858, 0
[INSERT], 859, 0
[INSERT], 860, 0
[INSERT], 861, 0
[INSERT], 862, 0
[INSERT], 863, 0
[INSERT], 864, 0
[INSERT], 865, 0
[INSERT], 866, 0
[INSERT], 867, 0
[INSERT], 868, 0
[INSERT], 869, 0
[INSERT], 870, 0
[INSERT], 871, 0
[INSERT], 872, 0
[INSERT], 873, 0
[INSERT], 874, 0
[INSERT], 875, 0
[INSERT], 876, 0
[INSERT], 877, 0
[INSERT], 878, 0
[INSERT], 879, 0
[INSERT], 880, 0
[INSERT], 881, 0
[INSERT], 882, 0
[INSERT], 883, 0
[INSERT], 884, 0
[INSERT], 885, 0
[INSERT], 886, 0
[INSERT], 887, 0
[INSERT], 888, 0
[INSERT], 889, 0
[INSERT], 890, 0
[INSERT], 891, 0
[INSERT], 892, 0
[INSERT], 893, 0
[INSERT], 894, 0
[INSERT], 895, 0
[INSERT], 896, 0
[INSERT], 897, 0
[INSERT], 898, 0
[INSERT], 899, 0
[INSERT], 900, 0
[INSERT], 901, 0
[INSERT], 902, 0
[INSERT], 903, 0
[INSERT], 904, 0
[INSERT], 905, 0
[INSERT], 906, 0
[INSERT], 907, 0
[INSERT], 908, 0
[INSERT], 909, 0
[INSERT], 910, 0
[INSERT], 911, 0
[INSERT], 912, 0
[INSERT], 913, 0
[INSERT], 914, 0
[INSERT], 915, 0
[INSERT], 916, 0
[INSERT], 917, 0
[INSERT], 918, 0
[INSERT], 919, 0
[INSERT], 920, 0
[INSERT], 921, 0
[INSERT], 922, 0
[INSERT], 923, 0
[INSERT], 924, 0
[INSERT], 925, 0
[INSERT], 926, 0
[INSERT], 927, 0
[INSERT], 928, 0
[INSERT], 929, 0
[INSERT], 930, 0
[INSERT], 931, 0
[INSERT], 932, 0
[INSERT], 933, 0
[INSERT], 934, 0
[INSERT], 935, 0
[INSERT], 936, 0
[INSERT], 937, 0
[INSERT], 938, 0
[INSERT], 939, 0
[INSERT], 940, 0
[INSERT], 941, 0
[INSERT], 942, 0
[INSERT], 943, 0
[INSERT], 944, 0
[INSERT], 945, 0
[INSERT], 946, 0
[INSERT], 947, 0
[INSERT], 948, 0
[INSERT], 949, 0
[INSERT], 950, 0
[INSERT], 951, 0
[INSERT], 952, 0
[INSERT], 953, 0
[INSERT], 954, 0
[INSERT], 955, 0
[INSERT], 956, 0
[INSERT], 957, 0
[INSERT], 958, 0
[INSERT], 959, 0
[INSERT], 960, 0
[INSERT], 961, 0
[INSERT], 962, 0
[INSERT], 963, 0
[INSERT], 964, 0
[INSERT], 965, 0
[INSERT], 966, 0
[INSERT], 967, 0
[INSERT], 968, 0
[INSERT], 969, 0
[INSERT], 970, 0
[INSERT], 971, 0
[INSERT], 972, 0
[INSERT], 973, 0
[INSERT], 974, 0
[INSERT], 975, 0
[INSERT], 976, 0
[INSERT], 977, 0
[INSERT], 978, 0
[INSERT], 979, 0
[INSERT], 980, 0
[INSERT], 981, 0
[INSERT], 982, 0
[INSERT], 983, 0
[INSERT], 984, 0
[INSERT], 985, 0
[INSERT], 986, 0
[INSERT], 987, 0
[INSERT], 988, 0
[INSERT], 989, 0
[INSERT], 990, 0
[INSERT], 991, 0
[INSERT], 992, 0
[INSERT], 993, 0
[INSERT], 994, 0
[INSERT], 995, 0
[INSERT], 996, 0
[INSERT], 997, 0
[INSERT], 998, 0
[INSERT], 999, 0
[INSERT], >1000, 0
java -cp /home/michim/gitdev/YCSB/core/target/core-0.1.4.jar:/home/michim/gitdev/YCSB/infinispan/src/main/conf:/home/michim/gitdev/YCSB/hbase/src/main/conf:/home/michim/gitdev/YCSB/jdbc/src/main/conf:/home/michim/gitdev/YCSB/nosqldb/src/main/conf:/home/michim/gitdev/YCSB/mapkeeper/target/mapkeeper-binding-0.1.4.jar:/home/michim/gitdev/YCSB/mapkeeper/target/archive-tmp/mapkeeper-binding-0.1.4.jar:/home/michim/gitdev/YCSB/gemfire/src/main/conf:/home/michim/gitdev/YCSB/voldemort/src/main/conf com.yahoo.ycsb.Client -db com.yahoo.ycsb.db.MapKeeperClient -P workloads/workloada -p mapkeeper.host=dqa-config2-006.dht.bf1.yahoo.com -p mapkeeper.port=9090 -s -threads 6000 -load